OpenFOAM case folders/Experimental validation/Static drift/KVLCC2/Fr0.1424_alpha12.00/0.org/include/initialConditions
flowVelocity          (0.994312 0 0);
Umean                  0.994312;
turbulentKE            1.482985e-04;
turbulentOmega         1.000314e+00;
turbulentEpsilon       5.278184e-04;
turbulentNut           3.750000e-06;
transitionTu           1.000000e+00;
transitionLambdaTheta  0.000000e+00;
transitionFLambdaTheta 1.000000e+00;
transitionReThetat     5.843016e+02;
#inputMode       merge;